{
    "commun":{
        "commingSoon": "Prochainement !"
    },
    "navbar":{
        "sheet":"Personnages",
        "creation":"Création",
        "discover":"Catalogue"
    },    
    "home": {
        "welcome": "Bienvenue sur la page d'accueil",
        "createAccount": "Créer ton compte !",
        "pitch": "La plateforme pour tes parties de JDR customisé",
        "step1":"Crée ton compte et découvres de nombreux univers uniques",
        "step2":"Crée ton propre JDR avec ton univer et tes règles",
        "step3":"Partage ton JDR avec tes amis et d'autres passionnés",
        "step4":"Crée simplement tes fiches personnages",
        "step5":"Joue facilement avec tes amis",
        "fonc1":"Crée ton propre JDR, avec ton thème, tes règles et tes idées",
        "fonc2":"Créer simplement et rapidement tes fiches personnages",
        "fonc3":"Partage ton univers facilement et découvre de multiples JDR uniques",
        "fonc4":"Joue simplement avec tes amis an ayant tes fiches toujours a disposition",
        "login": "Se connecter",
        "logout": "Se déconnecter"
    },
    "login": {
        "title": "Connexion",
        "username": "Nom d'utilisateur",
        "password": "Mot de passe",
        "submit": "Connexion",
        "anyAccount": "Vous n'avez pas de compte ?",
        "signup": "S'inscrire",
        "loading": "Chargement...",
        "error": "Connexion impossible"
    },
    "signup":{
        "title": "Inscription",
        "username": "Nom d'utilisateur",
        "password": "Mot de passe",
        "confirmPassword":"Confirmer le mot de passe",
        "email":"E-mail",
        "submit": "Inscription",
        "anyAccount": "Vous avez déjà un compte ?",
        "login": "Se connecter",
        "loading": "Chargement...",
        "error": "Inscription impossible"
    },
    "newRpgForm":{
        "rpgName": "Nom de mon JDR",
        "style": "Style",
        "cancel": "Annuler",
        "create": "Créer mon JDR",
        "new": "Nouveau JDR"
    },
    "newCaracterForm":{
        "caracterName": "Nom de mon personnage",
        "rpg": "JDR associé",
        "cancel": "Annuler",
        "create": "Créer mon personnage",
        "new": "Nouveau personnage"
    },
     "creation":{
        "title":"Mes jeux de rôles"
    },
     "caracter":{
        "title":"Mes personnages"
    },
    "connectedHome":{
        "newRPG": "Nouveau JDR",
        "newCharactere": "Nouveau Personnage",
        "newGame": "Nouvelle Partie"
    },
    "TCU":{
        "title" : "Conditions Générales d'Utilisation (CGU) du site ForgeJDR",
        "date" : "Date d'entrée en vigueur : 10/09/2024",
        "pitch" : "Bienvenue sur ForgeJDR. En accédant à notre site et en l'utilisant, vous acceptez de respecter les présentes Conditions Générales d'Utilisation (CGU). Nous vous invitons à les lire attentivement.",
        "title1" : "1. Objet",
        "texte1" : "Les présentes CGU ont pour objet de définir les modalités et conditions dans lesquelles les utilisateurs peuvent accéder et utiliser les services offerts par ForgeJDR, notamment la création de jeux de rôle et de fiches de personnages.",
        "title2" : "2. Acceptation des CGU",
        "texte2" : "L'accès et l'utilisation du site impliquent l'acceptation sans réserve des présentes CGU. Si vous n'acceptez pas ces termes, veuillez ne pas utiliser notre service.",
        "title3" : "3. Accès au service",
        "texte3" : "L'accès au site est gratuit. Certains services ou fonctionnalités peuvent nécessiter la création d'un compte utilisateur. ForgeJDR se réserve le droit de restreindre ou suspendre l'accès au site pour maintenance ou mise à jour sans préavis.",
        "title4" : "4. Création de compte",
        "texte4" : "Pour utiliser certaines fonctionnalités (comme la sauvegarde des fiches de personnages ou la création de JDR), les utilisateurs doivent créer un compte en fournissant des informations exactes, complètes et mises à jour.",
        "title5" : "5. Responsabilité de l'utilisateur",
        "texte5" : "L'utilisateur s'engage à :Ne pas utiliser le site de manière illégale ou contraire aux bonnes mœurs. Ne pas publier de contenu injurieux, diffamatoire, violent, raciste ou incitant à la haine. Ne pas utiliser le site pour diffuser des logiciels malveillants ou toute autre forme de piratage informatique.",
        "title6" : "6. Création de contenu par les utilisateurs",
        "texte6" : "Les utilisateurs peuvent créer et publier des fiches de personnages et des scénarios de JDR via le site. En soumettant du contenu, les utilisateurs garantissent qu'ils détiennent tous les droits nécessaires pour publier ce contenu et accordent à ForgeJDR une licence non exclusive, mondiale, gratuite et transférable d'utilisation, de modification, et de diffusion du contenu sur le site.",
        "title7" : "7. Propriété intellectuelle",
        "texte7" : "Tous les contenus du site (y compris textes, images, graphiques, logos) sont protégés par des droits de propriété intellectuelle et sont la propriété exclusive de ForgeJDR ou de ses partenaires.Les utilisateurs conservent la propriété intellectuelle de leur contenu créé sur le site, mais concèdent à ForgeJDR le droit de l’utiliser conformément aux présentes CGU.",
        "title8" : "8. Modération",
        "texte8" : "ForgeJDR se réserve le droit de modérer, modifier ou supprimer tout contenu publié par les utilisateurs s'il est jugé non conforme aux présentes CGU, ou s'il porte atteinte aux droits de tiers.",
        "title9" : "9. Protection des données personnelles",
        "texte9" : "Les données personnelles collectées lors de la création de compte ou de l'utilisation du site sont traitées conformément à notre [Politique de confidentialité]. Elles ne seront utilisées qu'aux fins d'amélioration du service, conformément au Règlement Général sur la Protection des Données (RGPD).",
        "title10" : "10. Limitation de responsabilité",
        "texte10" : "ForgeJDR décline toute responsabilité concernant : Les interruptions de service liées à des problèmes techniques ou de maintenance.La perte de données ou de contenus créés par les utilisateurs.Tout dommage indirect résultant de l'utilisation du site.",
        "title11" : "11. Modification des CGU",
        "texte11" : "ForgeJDR se réserve le droit de modifier à tout moment les présentes CGU. Les utilisateurs seront informés des changements et devront accepter les nouvelles conditions pour continuer à utiliser le service.",
        "title12" : "12. Droit applicable et juridiction compétente",
        "texte12" : "Les présentes CGU sont soumises au droit français. En cas de litige relatif à l'utilisation du site, les tribunaux de [Ville] seront compétents."
    }
}